from FallenMusic import BOT_NAME

PM_START_TEXT = """
‌

اهلا عزيزي » {0}
 
 انا بوت{1} تشغيل الميديا في المجموعات و القنوات
يمكنك رئيه الاوامر من الازرار في الاسفل

"""

START_TEXT = """
‏
⎊ مـرحـبـا » {0} 
⎊ انا بـوت استطيع تـشـغيـل
⎊الـقـرآن الـكـريـم في الـكـول
⎊ لـمـعـرفة اوامـر الـتـشـغـيـل
⎊ ادخـــــــل الـــــى البــــــوت

"""

HELP_TEXT = f"""

♚ مرحبا بك في اومر التشغيل بالقنوات

››  تشغيل ↫ اسم الاغنيه .
››  فيديو ↫ اسم الفديو .
››  انهاء ↫ لانهاء التشغيل في القناه .
››  تخطي ↫ لتخطي تشغيل القناه .
›› وقف ↫ لايقاف التشغيل مؤقتا في القناة
›› ربط القناه ↫ ايدي  القناه لربطها بالمجموعه .
›› مـطور الـبوت ↫ @ah_2_v

•⎆: قـناة السورس @ah07v

"""

HELP_SUDO = f"""

♚ مرحبا بك في اوامر التشغيل في المجموعات

•اوامر التشغيل العربيه

›› تشغيل ↫ لتشغيل اغنية
›› فيديو ↫ لتشغيل فيديو 
›› تخطي ↫ لتخطي التشغيل الحالي
›› ايقاف ↫ لانتهاء التشغيل الحالي
›› وقف ↫ لايقاف التشغيل الحالي مؤقتا
›› استئناف ↫ لاستمرار التشغيل المتوقف
›› قائمة التشغيل ↫ لمعرفة التشغيل الحالي 
›› اعدادات ↫ لضبط اعدادات البوت

›› يـوزر الـمطور ↫ @ah_2_v

•⎆: قـناه الـسورس @ah07v

"""

HELP_DEV = f"""

♚ مرحبا بك في الاوامر التشغيل في المجموعات

•الاوامر التشغيل بالانگليزيه

/play - لتشغيل اغنيه
/vplay - لتشغيل فيديو
/playlist - لمعرفة قائمة التشغيل 
/skip - لتخطي التشغيل الحالي
/stop - ايقاف التشغيل الحالي
/pause - لايقاف التشغيل الحالي مؤقتا
/resume - استئناف التشغيل الحالي
/reload - تحديث قائمة الادمنية
/song - تحميل اغنيه من يوتيوب
/video - تحميل فيديو من يوتيوب

›› يـوزر الـمطور @ah_2_v

•⎆: قـناه الـسورس @ah07v

"""
